Repository: ericberman/MyFlightbookiOS
Catalog: *.lproj/Localizable.strings
Languages: fr

source: WatchPause
fr: Pause

source: WatchPlay
fr: Reprise

source: WatchNoReach
fr: Impossible de se connecter à l'application sur iPhone

source: WatchFlightSubmitted
fr: Votre vol est prêt à être soumis. Vous pouvez le faire sur votre iPhone.

source: SecurityQuestions
fr: Quel était le nom de votre premier animal de compagnie? Où avez-vous sur votre lune de miel? Quels ont été les quatre derniers chiffres de votre numéro de téléphone de l'enfance? Quelle ville vous étiez dans le 31 décembre 1999? Quel était le nom de votre 4ème professeur de catégorie? Où étiez-vous quand vous avez eu votre première boisson alcoolisée? Quelle était la mascotte de votre école? Quelle est la marque de votre première voiture? Qui était votre héros d'enfance? Quel est le nom de votre ami d'enfance préféré? Quel est le nom de la réception de votre mariage lieu a eu lieu?

source: ApproachHelper
fr: Détails pour Approches aux instruments:

source: NumApproaches
fr: # d'approches

source: ApproachType
fr: Type d'approche

source: ApproachRunway
fr: Piste

source: ApproachAirport
fr: Aéroport

source: ApproachAddToCount
fr: Ajouter au nombre total d'approches

source: tcAddTimeRangePrompt
fr: Si votre vol avait plusieurs segments, vous pouvez ajouter le temps total ici.

source: tcAddTimeStartPrompt
fr: Début du segment:

source: tcAddTimeEndPrompt
fr: Fin de segment:

source: tcCopyResult
fr: Copie

source: tcAddSegment
fr: Ajouter

source: tcAddSegmentAndUpdate
fr: Mettre à jour

source: tcErrBadTime
fr: Les horaires doivent être entre 00:00 et 24:00

source: sigHeader
fr: Signature

source: sigStateValid
fr: La signature est valide

source: sigStateInvalid
fr: La signature n'est pas valide

source: sigStateTemplate1
fr: Signé %1$@ par %2$@

source: sigStateTemplate2
fr: CFI #%1$@, expiration %2$@

source: sigStateTemplate2NoExp
fr: Certificat# %1$@

source: flightActionMenuPrompt
fr: Choisissez une action pour ce vol

source: flightActionRepeatFlight
fr: Répétez ce vol

source: flightActionReverseFlight
fr: Répétez et inversez ce vol

source: flightActionRepeatComplete
fr: Le vol a été créé. Vous pouvez le modifier dans les vols récents.

source: flightActionSend
fr: Envoyer un vol à un autre pilote

source: flightActionSendSubject
fr: Ajouter ce vol à votre journal de bord

source: flightActionSavePending
fr: Enregistrer en tant que vol en attente

source: flightActionSendBody
fr: Je vous envoie ce vol de mon journal de bord pour que vous puissiez l'ajouter au vôtre. S'il vous plaît visitez %s. Vous aurez la possibilité d'examiner le vol et de faire des changements avant que le vol soit enregistré.

source: flightActionShare
fr: Partager le vol

source: flightActionComplete
fr: Complet

source: flightActionAutoFill
fr: Remplissage automatique

source: fieldCFI
fr: Instruction

source: fieldPIC
fr: Cdt. de bord

source: fieldSIC
fr: Copilote

source: fieldNight
fr: Nuit

source: fieldSimIMC
fr: Sim. IMC

source: fieldIMC
fr: VSV

source: fieldXC
fr: Navigation

source: fieldDual
fr: Double reçu

source: fieldGround
fr: Simulateur

source: fieldTotal
fr: Temps Total

source: fieldApproaches
fr: Approches

source: fieldLandings
fr: Atterrissages

source: Route
fr: Trajet

source: Comments
fr: Commentaires

source: Aircraft
fr: (Aéronef)

source: ModelSearchPrompt
fr: Rechercher des modèles

source: PropertySearchPrompt
fr: Rechercher des propriétés

source: RouteSearchPrompt
fr: Codes d'aéroport à mapper

source: AirportsSearchPrompt
fr: Rechercher des aéroports

source: TodayWidgetNoAuth
fr: Veuillez vous connecter en utilisant l'application MyFlightbook

source: TodayWidgetUpdating
fr: Mise à jour ...

source: NightModePrompt
fr: Mode Nuit

source: NightModeOn
fr: Désactivé

source: NightModeOff
fr: Activé

source: NightModeAuto
fr: Automatique

source: DeviceSerial
fr: Numéro de série: %@, Fersion du firmware: %@

source: DevicePosition
fr: Alt: %@, Viesse: %@ %@

source: MissingData
fr: (inconnu)

source: Satellites
fr: %ld satellites en service

source: TotalsGroupNone
fr: Autres totaux

source: TotalsGroupCategoryClass
fr: Totaux par catégorie / classe

source: TotalsGroupICAO
fr: Totaux par code ICAO

source: TotalsGroupModel
fr: Totaux par modèle

source: TotalsGroupCapabilities
fr: Totaux par caractéristiques d'aéronef

source: TotalsGroupCore
fr: Heures de journal de bord standard

source: TotalsGroupProperties
fr: Autres totaux

source: TotalsGroupTotal
fr: Temps total de vol total

source: PackAndGo
fr: Emballer et partir

source: PackAndGoDesc
fr: Vous pouvez télécharger un instantané des vols, des devises et des totaux à utiliser hors ligne

source: PackAndGoStatusOK
fr: Dernier emballage: %@

source: PackAndGoStatusNone
fr: (Jamais emballé)

source: PackAndGoInProgress
fr: Téléchargement des données du journal de bord...

source: PackAndGoUsingCached
fr: Affichage des données compressées de: %@

source: PackAndGoOffline
fr: Pas de connexion au serveur

source: PackAndGoProgProps
fr: Téléchargement caractéristiques du Vol...
