Repository: ericberman/MyFlightbookiOS
Catalog: *.lproj/Localizable.strings
Languages: fr

source: Units
fr: Unités

source: UnitsAlt
fr: Altitude

source: UnitsSpeed
fr: La vitesse

source: UnitsMeters
fr: Mètres

source: UnitsFeet
fr: Pieds

source: UnitsKnots
fr: Kts

source: UnitsMph
fr: Miles/heure

source: UnitsKph
fr: Kilomètres/hour

source: meters
fr: m

source: %@ of flights
fr: %@ de vols

source: %@%d visits on %@
fr: %1$@%2$d visite(s) au %3$@

source: %@%d visites from %@ to %@
fr: %1$@%2$d visite(s) du %3$@ au %4$@

source: %d days
fr: %d derniers jours

source: %d years
fr: %d dernières années

source: (%d unique airports found)
fr: (%d aéroports trouvés)

source: (Aircraft)
fr: (Aéronef)

source: (Tap for Now)
fr: (Tapez pour maintenant)

source: (Tap for Today)
fr: (Tapez pour aujourd'hui)

source: (Tap to select)
fr: (Tapez)

source: (unknown)
fr: (inconnu)

source: 1 year
fr: 1 dernière année

source: Before you can enter flights, you must set up at least one aircraft that you fly.
fr: Avant de saisir des vols, vous devez paramétrer au moins un avion.

source: Accept
fr: Accepter

source: Add a comment for this image
fr: Ecrire un commentaire pour cette photo

source: Add Flight
fr: Ajouter un vol

source: Aircraft added successfully
fr: Avion ajouté avec succès

source: Aircraft updated successfully
fr: Avion mis à jour avec succès

source: All
fr: Tous

source: All Airports
fr: Tous les aéroports

source: Are you sure you want to delete this flight? This CANNOT be undone!
fr: Effacer ce vol? Ne peut être annulé!

source: Are you sure you want to reset this flight? This CANNOT be undone
fr: Enlever ce vol? Ne peut être annulé

source: Authentication Issue
fr: Problème d'authentication

source: Aviation Training Device (ATD)
fr: Sim/ATD

source: Cancel
fr: Annuler

source: Cannot contact MyFlightbook.com. Your flight has been saved to your recent flight list. You can post it from there later.
fr: Ne peut se connecter au site MyFlightbook.com. Votre vol a été sauvegardé dans votre liste des vols récents. Vous pourrez le transférer plus tard.

source: Close
fr: Fermer

source: Confirm Deletion
fr: Confirmer suppression

source: Create
fr: Créer

source: Create Account
fr: Créer un compte

source: Creating Account...
fr: Création du compte en cours

source: Delete
fr: Effacer

source: Each flight must specify an aircraft. Create one now?
fr: Chaque vol doit être rattaché à un avion. Voulez-vous en créer un maintenant?

source: Error
fr: Erreur

source: Error deleting flight
fr: Erreur dans la suppression du vol

source: Error loading currency
fr: Erreur dans le chargement de la situation du pilote

source: Error loading recent flights
fr: Erreur dans le chargement des vols récents

source: Error loading totals
fr: Erreur dans le chargement des totaux

source: Error loading visited airports
fr: Erreur dans le chargement des aéroports visités

source: Error saving flight
fr: Erreur dans l'enregistrement du vol

source: Flight Properties
fr: Caractéristiques du Vol

source: Flight Queued
fr: Vols dans la liste

source: Flights awaiting upload
fr: Vols en attente de transfert vers le site

source: PendingFlightsHeader
fr: Vols en attente

source: Full-stop %@landing
fr: atterrissages complets type :%@

source: Getting Currency...
fr: Récupération des Privilèges en cours

source: Getting Recent Flights...
fr: Récupération des vols

source: Getting Totals...
fr: Récupération des totaux

source: Getting Visited Airports...
fr: Récupération des aéroports visités...

source: Good
fr: Bonne

source: Images
fr: Photos

source: In Flight
fr: En vol

source: Initializing...
fr: En cours d'initialisation...

source: Landing
fr: Atterrissages

source: Loading...
fr: En cours de chargement...

source: Loading; please wait...
fr: En cours de chargement, patientez...

source: MyFlightbook uses GPS to find nearest airports, detect takeoff and landing, and to record your flight path.
fr: MyFlightbook utilise le GPS pour trouver les aéroports les plus proches, pour détecter les décollages et atterrissages, et enregistrer la route parcourue.

source: night
fr: de nuit

source: No access to the Internet
fr: Pas d'accès internet

source: No Aircraft
fr: Pas d'avion

source: No aircraft found. You can add one above.
fr: Pas d'avion trouvé. Vous pouvez en ajouter un ci-dessus.

source: Frequently Used Aircraft
fr: Aéronef fréquemment utilisé

source: Archived Aircraft
fr: Autres aéronef

source: No currency is available.
fr: Pas de maintient de compétence trouvée

source: No flights found for selected dates.
fr: Aucun vol.

source: No totals are available.
fr: Pas de cumuls disponibles.

source: On Ground
fr: Au Sol

source: Endorsements
fr: Endossements

source: Achievements
fr: Réalisations

source: Ratings Progress
fr: Progrès vers la certification

source: Students
fr: Les étudiants

source: Instructors
fr: Les instructeurs

source: ReqSignatures
fr: Demander des signatures

source: 8710Form
fr: 8710 / IACRA

source: ModelRollup
fr: Rapport de vol par modèle

source: TimeRollup
fr: Rapport de vol par heure

source: TrainingNotAvailable
fr: Vous devez être connecté et avoir accès à Internet pour afficher les éléments de formation.

source: FAQ
fr: Questions fréquentes

source: Password must be at least 6 characters long.
fr: Mot de passe de 6 signes minimum.

source: Please enter your email address twice.
fr: Merci de saisir votre adresse mail deux fois

source: Please enter your password twice.
fr: Merci de saisir votre mot de passe deux fois.

source: Please provide a password question.
fr: Merci de fournir une question en relation avec le mot de passe.

source: Please provide a password.
fr: Mot de passe requis.

source: Please provide a username.
fr: Utilisateur requis.

source: Please provide an answer to the password question.
fr: Merci de fournir une réponse en relation avec le mot de passe.

source: Please provide an email address.
fr: Merci de fournir une adresse mail.

source: Please select a model for the aircraft
fr: Merci de sélectionner un modèle pour l'avion

source: Please specify a valid tailnumber.
fr: Merci de spécifier une immatriculation valable

source: Poor
fr: Faible

source: Pull to refresh...
fr: Tirer pour rafraichir...

source: Real Aircraft
fr: Avion Réel

source: Anonymous Aircraft
fr: Cet avion est anonyme

source: Anonymous Subtitle
fr: (C'est à dire, pas immatriculation spécifique.)

source: Aircraft Details
fr: Détails pour l'avion

source: Model of Aircraft
fr: Maquette d'avion

source: Recent Flights
fr: Vols Récents

source: Release to refresh
fr: Relacher pour rafraichir

source: Reset
fr: Réinitialiser

source: Retrieving aircraft list...
fr: Récupération liste des aéronefs

source: Retrieving Makes and Models...
fr: Récupération modèles aéronefs

source: Signing in...
fr: S'identifier

source: Sim: Log approaches
fr: Sim/FTD: (Logger les approches)

source: Sim: Log approaches, landings
fr: Sim/FFS: (Logger les approaches, les atterrissages)

source: Sim: Uncertified
fr: Sim: Non certifié

source: Success
fr: succès

source: Tailnumber has nothing beyond the country code.
fr: Immatriculation incomplète après le code pays.

source: Tailnumber is not valid - it must begin with a valid country code (e.g., "N" in the US.)
fr: Immatriculation invalide - Elle doit commencer avec un code pays valable (ex.: "F" pour la France).

source: Takeoff
fr: Décollage détecté

source: Tap for Now
fr: Tapez pour maintenant

source: Tap for Today
fr: Tapez pour aujourd'hui

source: Unable to authenticate. Please check your email address and password and ensure that you have Internet access
fr: Impossible d'authentifier. Vérifier l'accès internet, l'adresse mail et le mot de passe

source: Unable to delete the flight.
fr: Impossible de supprimer le vol

source: Update Flight
fr: Mettre à jour Vol

source: Updating aircraft...
fr: Mise à jour de la fiche aéronef...

source: Uploading aircraft data...
fr: Enregistrer aéronef

source: Uploading flight data...
fr: Enregistrer le Vol

source: Use of this during flight could be a distraction and could violate regulations, including 14 CFR 91.21 and 47 CFR 22.925. You are responsible for the consequences of any use of this software.
fr: L'utilisation en vol L’UTILISATION EN VOL PEUT ETRE ILLEGAL ET PROVOQUER UNE DISTRACTION. VOUS ETES RESPONSABLE DES CONSEQUENCES DE SON UTILISATION ! VERIFIER 14 CFR 91.21 ET CFR 22.295 EN PARTICULIER, OU TOUTE REGLEMENTATION APPLICABLE A LA SITUATION.

source: Used
fr: Utilisé

source: Welcome to MyFlightbook!
fr: Bienvenue sur MyFlightbook!

source: You are not signed in. Please sign in or create an account.
fr: Vous n'êtes pas identifié. Merci de vous identifier ou de créer un compte

source: You are signed in.
fr: Vous êtes connecté en tant que %@.

source: You must be signed in to create an aircraft
fr: Vous devez vous connecter pour créer un aéronef

source: You must be signed in to view currency
fr: Vous devez être identifié pour voir votre statut

source: You must be signed in to view recent flights.
fr: Vous devez être identifié pour voir les vols récents.

source: You must be signed in to perform this action
fr: Vous devez être connecté pour effectuer cette action

source: You must be signed in to view totals.
fr: Vous devez être identifié pour consulter vos cumuls.

source: You must set up at least one aircraft before you can enter flights
fr: Vous devez saisir au moins un aéronef, avant de pouvoir saisir un vol

source: You must sign in to view visited airports.
fr: Vous devez être identifé pour pour consulter les aéroports visités.

source: Your flight was successfully added on MyFlightbook
fr: Votre vol a été enregistré sur MyFlightbook.com

source: Your flight was successfully updated on MyFlightbook
fr: Votre vol a été correctement mis à jour sur MyFlightbook

source: (No Route)
fr: (Pas de route)

source: (No Comment)
fr: (Pas de commentaire)

source: Setting up properties...
fr: Récupération des propriétés de vol disponibles

source: All Time
fr: Sélection complète

source: 12 Months
fr: 12 derniers mois

source: 6 Months
fr: 6 derniers mois

source: Trailing 90
fr: 90 derniers jours

source: Trailing 30
fr: 30 derniers jours

source: YTD
fr: Cette année

source: This Month
fr: Mois en cours

source: Specific Dates
fr: Les dates spécifiées

source: Previous Month
fr: Mois précédent

source: Previous Year
fr: Année précédente

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: Date Range
fr: Période sélectionnée

source: Currency Disclaimer
fr: Notes importantes

source: FlightSearch
fr: Trouver les vols

source: All Flights
fr: (Tous les vols)

source: Not all flights
fr: (Sélection partielle des vols)

source: Number of flights
fr: Premiers %d vols affichés

source: AllFlightHistory
fr: Affichage complet

source: FindFlights
fr: Recherche des vols

source: TextContains
fr: Contient

source: TextContainsPrompt
fr: Texte pour a recherche

source: AirportsVisited
fr: Aéroports

source: AirportsVisitedPrompt
fr: Aéroports visités

source: FlightDate
fr: Sélection par Dates ou Période

source: FlightAircraft
fr: Type d'aéronef

source: ShowAllAircraft
fr: Afficher tous les aéronefs

source: FlightModel
fr: Constructeur et modèle

source: FlightModelName
fr: Nom de modèle

source: FlightModelNamePrompt
fr: Nom de modèle

source: Airports
fr: Aéroports

source: FlightQueryDistanceAllFlights
fr: Tous les vols

source: FlightQueryDistanceLocalFlights
fr: Vols locaux uniquement

source: FlightQueryDistanceNonLocalFlights
fr: Autres que vols locaux

source: ccHeader
fr: Catégorie / Classe

source: ccAny
fr: Toutes les catégories / classes

source: ccASEL
fr: Avion, SEP (t)

source: ccAMEL
fr: Avion, MEP (t)

source: ccASES
fr: Avion, SEP (h)

source: ccAMES
fr: Avion, MEP (h)

source: ccGlider
fr: Planeur

source: ccHelicopter
fr: Hélicoptère

source: ccGyroplane
fr: Autogire

source: ccPoweredLift
fr: Sustentation motorisée

source: ccAirship
fr: Dirigeable

source: ccHotAirBalloon
fr: Montgolfière

source: ccGasBalloon
fr: Ballon captif

source: ccPoweredParachuteLand
fr: Paramoteur (t)

source: ccPoweredParachuteSea
fr: Paramoteur (h)

source: ccWeightShiftControlLand
fr: ULM pendulaire (t)

source: ccWeightShiftControlSea
fr: ULM pendulaire (h)

source: ccPoweredParaglider
fr: Paramoteur

source: ccUAS
fr: Drone

source: AircraftFeatures
fr: Charactéristiques aéronefs

source: afTailwheel
fr: Train classique

source: afHighPerf
fr: Haute performance

source: afGlass
fr: Cockpit en verre

source: afTAA
fr: Avion techniquement avancé

source: afComplex
fr: Complexe

source: afRetract
fr: Train rentrant

source: afCSProp
fr: Hélice à pas variable

source: afFlaps
fr: Volets

source: afMotorGlider
fr: Planeur à moteur

source: afMultiHeli
fr: Hélicoptère multimoteur

source: afEngineAny
fr: Tout Moteur

source: afEnginePiston
fr: Piston Moteur

source: afEngineJet
fr: Turboréacteur

source: afEngineTurboprop
fr: Turboprop

source: afEngineElectric
fr: Electrique

source: afEngineTurbine
fr: Moteur à turbine (Tout)

source: afInstanceAny
fr: Tous les aéronefs

source: afInstanceReal
fr: Avion réel

source: afInstanceTraining
fr: Dispositifs de formation

source: FlightFeatures
fr: Charactéristiques de vol

source: ffFSLanding
fr: Atterissages complets

source: ffFSNightLanding
fr: Atterissages complets - Nuit

source: ffApproaches
fr: Approches IFR

source: ffHold
fr: Procédures d'attente

source: ffTelemetry
fr: Données télémétriques

source: ffImages
fr: Images ou vidéos

source: ffXC
fr: Temps navigation

source: ffSimIMC
fr: Simulation VSV (vol sans visibilité)

source: ffIMC
fr: VSV (vol sans visibilité)

source: ffNight
fr: Nuit

source: ffIsPublic
fr: Données du vol partagées

source: ffDual
fr: Double commande

source: ffCFI
fr: Instruction

source: ffSIC
fr: Copilote

source: ffPIC
fr: Commandant de Bord

source: ffTotal
fr: Total

source: ffSigned
fr: Vol est signé

source: ffLandings
fr: Débarquements (tous)

source: ffGroundSim
fr: Heure du simulateur au sol

source: ffAnyInstrument
fr: IMC ou IMC simulé

source: QueryNameHeaderDesc
fr: Donnez un nom à cette requête ou sélectionnez des requêtes précédemment nommées

source: QueryNamePrompt
fr: Nom

source: QueryNameHeader
fr: Requêtes enregistrées

source: QueryDeleteConfirm
fr: Êtes-vous sûr de vouloir supprimer cette requête? Ça ne peut pas être annulé.

source: Uploading Image %d of %lu
fr: Téléchargement de %d image(s) sur %d

source: %d of %d images uploaded. Error: %@
fr: %d image(s) sur %d image(s) téléchargée(s). Erreur : %@

source: Error uploading Pictures
fr: Erreur dans le téléchargement d'images

source: ErrorNeedWifiForVids
fr: Téléchargement de la vidéo nécessite WiFi.

source: Flight %d of %d
fr: Téléchargement de %d vol(s) sur %d

source: SignFlight
fr: Signer

source: E-mail
fr: Adresse Email:

source: Password
fr: Mot de passe:

source: Create a free Account
fr: Création du compte (C'est gratuit)

source: Need an account
fr: Besoin d'un compte? C'est gratuit!

source: Contact Us
fr: Contactez nous ici

source: Follow on Facebook
fr: Suivre MyFlightbook

source: Follow on Twitter
fr: Suivre MyFlightbook

source: Forgot Password?
fr: Mot de passe oublié?

source: About MyFlightbook
fr: À propos de MyFlightbook

source: Sign-in Header
fr: MyFlightbook est un carnet de vol pour pilotes, utilisant des services dans le nuage. Vos données sont protégées par un accès sécurisé.

source: Sign-in
fr: Connexion sécurisée

source: Sign-out
fr: Déconnectez

source: 2FATitle
fr: Entrez le code d'authentification

source: 2FAPrompt
fr: Veuillez saisir le code à 6 chiffres de votre application d'authentification

source: Reset Password
fr: Mot de passe oublié?

source: Confirm E-mail
fr: Confirmez Email:

source: Confirm Password
fr: Confirmez mot de passe:

source: First Name
fr: Prénom:

source: Last Name
fr: Nom:

source: Secret Question
fr: Question:

source: Secret Answer
fr: Réponse:

source: View Privacy Policy
fr: Règle de vie privée

source: View Terms and Conditions
fr: Conditions d'utilisation

source: By creating an account, you are agreeing to the terms and conditions.
fr: En créant un compte vous acceptez les conditions d'utilisation.

source: For password recovery, please provide a question and answer.
fr: Dans le cas où vous avez oublié votre mot de passe, s'il vous plaît fournir une question de sécurité et de réponse. Une bonne question de sécurité est quelque chose que: - Seulement, vous savez, et ne pas oublier - Ne change pas au fil du temps - A court, l'orthographe sans ambiguïté et la capitalisation. Vous pouvez choisir un dans la liste fournie, le modifier, ou faire un de vos propres.

source: (Optional)
fr: (En option)

source: Tail
fr: Immatriculation:

source: Model
fr: Modèle:

source: Kind of Aircraft
fr: Le type d'aéronef:

source: Add Aircraft
fr: Ajouter Avion

source: Update Aircraft
fr: Mise à jour de avion

source: Add Model Prompt
fr: Votre avion n'est pas visible dans la liste? Vous pouvez l'ajouter sur MyFlightbook.com.

source: WrongModelPrompt
fr: Vous pouvez modifier le modèle de cet avion à MyFlightbook.com.

source: ACSchedule
fr: Programme

source: (Will be auto-assigned)
fr: (Sera automatiquement relié)

source: (Tap to select model)
fr: (Pas de modèle spécifié)

source: NotesHeader
fr: Remarques sur cet avion

source: PublicNotes
fr: Les notes publiques

source: PrivateNotes
fr: Les notes privées

source: PublicNotesDesc
fr: Fournir une note

source: PrivateNotesDesc
fr: Fournir une note

source: (Tail)
fr: (Immatriculation)

source: Transponder
fr: Transpondeur:

source: Pitot/Static
fr: Pitot/statique:

source: Altimeter
fr: Altimètre:

source: ELT
fr: Balise de détresse:

source: Annual
fr: Annuelle ou CDN:

source: 100 hour
fr: 100 Heures:

source: Oil Change
fr: Vidange:

source: New Engine
fr: Nouveau moteur:

source: RegistrationRenewal
fr: Enregistrement

source: Maintenance and Inspections
fr: Maintenance et inspections

source: Maintenance Prompt
fr: Renseignement ci-dessous de la dernière date ou du dernier compteur pour:

source: MaintenanceNotes
fr: Remarques:

source: MaintenanceNotesPrompt
fr: Par exemple, emplacement / type / erreur de vérification VOR

source: E-Mail Placeholder
fr: EMail

source: Password Placeholder
fr: Mot de passe

source: Question Placeholder
fr: Question

source: Answer Placeholder
fr: Réponse

source: Add
fr: Ajouter

source: Update
fr: Mettre à jour

source: CurrencyValid
fr: A jour jusqu'au: %@

source: CurrencyExpired
fr: Date d'expiration: %@

source: Sharing
fr: Partage

source: In the Cockpit
fr: Dans le cockpit

source: Properties
fr: Caractéristiques

source: Hobbs End:
fr: Fin Hobbs:

source: Engine Stop:
fr: Arrêt Moteur:

source: StartEngine
fr: Mise en route moteur

source: StopEngine
fr: Arrêt Moteur

source: CurrentFlight
fr: Vol actuel

source: First Takeoff:
fr: Début du Vol:

source: Last Landing:
fr: Fin de Vol:

source: Hobbs Start:
fr: Début Hobbs:

source: TachStart
fr: Démarrage du tachymètre:

source: TachEnd
fr: Fin tachymètre:

source: BlockOut
fr: Hors bloc:

source: BlockIn
fr: Sur bloc:

source: Engine Start:
fr: Mise en route moteur:

source: Entering Times
fr: Temps

source: Auto-Fill
fr: Saisie automatique

source: Ending Hobbs
fr: Hobbs d'arrivée

source: Total Time
fr: Temps Total

source: Off
fr: Désactivée

source: Flight Time
fr: Vol

source: Engine Time
fr: Moteur

source: Hobbs Time
fr: Hobbs

source: Block Time
fr: Bloc

source: FlightEngine Time
fr: Démarrage du vol jusqu'à l'arrêt du moteur

source: Nearest Airports
fr: Aéroports les plus proches

source: MapOptions
fr: Options de cartographie

source: InTheCockpit
fr: Dans le poste de pilotage

source: InTheCockpitTach
fr: Afficher le démarrage/arrêt du tachymètre

source: InTheCockpitHobbs
fr: Afficher les passe-temps

source: InTheCockpitEngine
fr: Afficher le démarrage/l'arrêt du moteur

source: InTheCockpitBlock
fr: Afficher le bloc de sortie/d'entrée

source: InTheCockpitFlight
fr: Afficher le départ/arrêt du vol

source: SupportPrompt
fr: Soutien MyFlightbook

source: OnlineSettingsExplanation
fr: Fonctionnalités et paramètres de votre compte sont complémentaires sur MyFlightbook.com

source: ImageOptions
fr: Affichage du vol

source: AdditionalOptions
fr: Aller à MyFlightbook.com

source: ManageAccount
fr: Gérer son compte

source: DeleteAccount
fr: Supprimer le compte

source: NightFlightStarts
fr: Le vol de nuit commence:

source: NFSunset
fr: Le coucher du soleil

source: NFCivilTwighlight
fr: Fin du crépuscule civil

source: NFSunsetPlus15
fr: 15 minutes après le coucher du soleil

source: NFSunsetPlus30
fr: 30 minutes après le coucher du soleil

source: NFSunsetPlus60
fr: 1 heure après le coucher du soleil

source: NightLandingsStart
fr: Atterrissages de nuit se produisent:

source: NFLNight
fr: Pendant le vol de nuit

source: NFLSunsetPlus1Hour
fr: 1 heure après le coucher du soleil

source: NightOptions
fr: Voler la nuit

source: AircraftPrefsHeader
fr: Remplir automatiquement de nouveaux vols dans cet avion

source: ShowAircraft
fr: Montrer cet avion pour de nouveaux vols

source: RoleNone
fr: Ne pas remplir automatiquement

source: RolePIC
fr: Si PIC est vide, elle a mis égal au Temps Total

source: RoleSIC
fr: Si SIC est vide, elle a mis égal au Temps Total

source: RoleCFI
fr: Si Instruction est vide, elle a mis égal au Temps Total

source: AddFlightPrompt
fr: Souhaitez-vous ajouter un vol à votre journal de bord de l'application '%@'?

source: errCantShareTelemetry
fr: Impossible de partager télémétrie

source: errNoTelemetry
fr: Aucune télémétrie à part

source: InitFromTelemetry
fr: Initialiser un vol de la trajectoire de vol importé?

source: ActivityInProgress
fr: S'il vous plaît, attendez...

source: AboutMyFlightbook
fr: En partie couvert par le brevet américain 8,700,236. Certaines parties du code furent générées en utilisant le projet wsdl2objc disponible à https://github.com/ericberman/WSDLtoObjC, en utilisant la licence (http://www.opensource.org/licenses/mit-license.php). Il m'a été demandé d'apporter les précisions suivantes: Copyright (c) 2010-2011 Toute personne ayant obtenu une copie de ce logiciel et de sa documentation associée(le "Logiciel"), est autorisée, sans compensation financière , d'utiliser le Logiciel sans restrictions, incluant, sans limitation, le droit de l'utiliser, de le copier, de le modifier, de le fusioner , de la publier, de le distribuer, de le sous licencier, et/ou de vendre des copies du Logiciel et de permettre aux personnes à qui le Logiciel est fourni de faire de même, à la condition suivante: La notice de copyright susmentionnée et cette permission doivent êtres inclues dans toutes les copies ou parties du Logiciel. LE LOGICIEL EST FOURNI "EN L'ETAT", SANS AUCUNE GARANTIE, EXPRESSE OU SOUS ENTENDUE, INCLUANT NOTAMENT LES GARANTIES DE COMMERCIALISATIONS, ADAPTATION A DES USAGES PARTICULIERS. EN AUCUN CAS, LES AUTEURS OU DETENTEURS DE DROITS NE PEUVENT ETRE TENUS POUR RESPONSABLES DE DOMMAGES ET AUTRES CONSEQUENCES, QUE CE SOIT DANS UN CADRE CONTRACTUEL, QUEL QU'EN SOIT LES TORTS, DECOULANTS DE, OU EN RAPPORT AVEC LE LOGICIEL, SA PROPRIETE OU SON UTILISATION. Merci, Maxime Desouches, pour la traduction française!

source: AutodetectWarning
fr: MyFlightbook essaiera de détecter automatiquement les décollages et atterrissages et peut enregister les données du vol pour affichage ultérieur. Ces données ne sont pas aussi fiables que celles obtenues à partir d'un GPS-Avion. L’UTILISATION EN VOL PEUT ETRE ILLEGAL ET PROVOQUER UNE DISTRACTION. VOUS ETES RESPONSABLE DES CONSEQUENCES DE SON UTILISATION! VERIFIER 14 CFR 91.21 ET CFR 22.295 EN PARTICULIER , OU TOUTE REGLEMENTATION APPLICABLE A LA SITUATION.

source: SharingPrompt
fr: Activer Facebook et Twitter à https://MyFlightbook.com

source: LastFlight
fr: Votre dernier vol était il ya %d jour(s)

source: NoLastFlight
fr: (Pas de vol récente a été trouvé)
